{
  "homepage": {
    "welcome": "გამარჯობა, მე ვარ მარიამ ცხადაძე",
    "intro": "მე ვარ ფრონტ-ენდ დეველოპერი, რომელიც ენთუზიაზმით ქმნის სუფთა, საპასუხო და ინტერაქტიულ ვებ აპლიკაციებს. დაათვალიერეთ ჩემი ნამუშევრები და ნახეთ, როგორ ვაქცევ იდეებს ციფრულ გადაწყვეტილებებად.",
    "viewProjects": "დაათვალიერეთ ჩემი პროექტები",
    "viewCV": "გადახედეთ ჩემს რეზიუმეს",
    "techStack": "ტექნოლოგიები, რომლებსაც ვიყენებ",
    "tagline": "იდეების ციფრულ გამოცდილებებად გადაქცევა.",
    "name": "მარიამ ცხადაძე",
    "rights": "ყველა უფლება დაცულია.",
    "tech": {
      "html": "HTML",
      "css": "CSS",
      "javascript": "JavaScript",
      "react": "React",
      "chakra ui": "Chakra UI",
      "git": "Git"
    }
  },
  "myPortfolio": "ჩემი პორტფოლიო",
  "home": "მთავარი",
  "about": "ჩემ შესახებ",
  "projects": "პროექტები",
  "blogs": "ბლოგები",
  "contact": "კონტაქტი",
  "welcome": "მოგესალმებით",
  "aboutMe": {
    "title": "ჩემ შესახებ",
    "description": "გამარჯობა, მე ვარ მარიამ ცხადაძე, უმცროსი front-end დეველოპერი. მიუხედავად იმისა, რომ ჯერ არ მიმიღია პროფესიული მუშაობის გამოცდილება, მუდმივად ვმუშაობ პერსონალურ პროექტებზე, ვუყურებ ონლაინ კურსებს, ღირებული ცოდნა მივიღე კოლეჯიდან. პირველად აღმოვაჩინე ვებ განვითარება სამი წლის წინ და მაშინვე დამაინტერესა. მას შემდეგ თავი მივუძღვენი ამ სფეროში სწავლას და განვითარებას. ჩემი გატაცება ტექნოლოგიაშია და ჩემი საბოლოო მიზანია გავხდე სრულიფასოვანი დეველოპერი. მე ყოველთვის მზად ვარ ახალი შესაძლებლობებისთვის და აღფრთოვანებული ვარ მომხმარებლის შესანიშნავი გამოცდილების შესაქმნელად",
    "email": "mtskhadadze0@gmail.com",
    "phone": "+995 591 006 444",
    "location": "თბილისი, საქართველო (ხელმისაწვდომობა თავისუფალი ან სრული დროის შესაძლებლობებზე)",
    "github": "https://github.com/Mariamtskhadadze",
    "projects": {
      "construction": {
        "title": "შეკეთების გვერდი",
        "description": "ეს არის პროექტის მოკლე აღწერა, სადაც მე გამოვიყენე HTML და CSS. ეს არის სამშენებლო თემატიკის პროექტი სხვადასხვა ფუნქციებით, რომლებიც აჩვენებენ დიზაინისა და განლაგების შესაძლებლობებს"
      },
      "games": {
        "title": "თამაშების გვერდი",
        "description": "ეს არის ჩემი მეორე პროექტი, რომელიც გამოვიყენე React, TypeScript და Chakra UI. ეს არის ვერსელზე ჰოსტირებული და აჩვენებს ინტერაქტიულ ელემენტებსა და სითხე ანიმაციებს",
        "liveDemo": "ცოცხალი დემო",
        "viewCode": "გადახედე კოდს"
      },
      "store": {
        "title": "მაღაზიის გვერდი",
        "description": "ეს არის მესამე პროექტი, სადაც მე გამოვიყენე HTML, CSS და JavaScript."
      }
    }
  },
  "contactMe": {
    "getInTouch": "დაგვიკავშირდით",
    "firstName": "სახელი",
    "lastName": "გვარი",
    "phone": "ტელეფონის ნომერი",
    "email": "თქვენი ელ.ფოსტა",
    "message": "თქვენი შეტყობინება",
    "submit": "გაგზავნა",
    "messageSent": "შეტყობინება გაიგზავნა",
    "messageSuccess": "თქვენი შეტყობინება წარმატებით გაიგზავნა."
  },
  "blogsPage": {
    "title": "ბლოგები",
    "readMore": "მეტის ნახვა",
    "showLess": "ნაკლებად"
  },
  "blog": {
    "responsiveWebDesignTitle": "როგორ შევქმნათ რეაგირებადი ვებგვერდი",
    "responsiveWebDesignDescription": "გაეცანით რეაგირებადი ვებდიზაინის საფუძვლებს და ისწავლეთ როგორ შექმნათ მოწყობილობებზე მორგებული ლეიტაუტები. რეაგირებადი ვებდიზაინი უზრუნველყოფს თქვენი შინაარსის ხელმისაწვდომობას და ვიზუალურ მიმზიდველობას, سواء ტაბლეტზე, სმარტფონზე თუ დესკტოპზე.",
    "javascriptES6FeaturesTitle": "JavaScript ES6 თვისებები, რომლებიც უნდა იცოდეთ",
    "javascriptES6FeaturesDescription": "გადააკეთეთ JavaScript-ის ES6-ის მნიშვნელოვანი თვისებები. ეს თვისებები, როგორიცაა ისარი ფუნქციები, ტემპლატური ლიტერატურები და დესტრუქტურიზაცია, ES6-ს წარმოუდგენს ძლიერ ინსტრუმენტებს, რომლებიც თქვენს კოდს უფრო მცირე, ეფექტურ და კითხვად ხდის.",
    "cssGridVsFlexboxTitle": "CSS Grid vs Flexbox: როდის გამოიყენოთ რომელიმე?",
    "cssGridVsFlexboxDescription": "გაეცანით CSS Grid-ის და Flexbox-ის განსხვავებებს. ისწავლეთ, როდის უნდა გამოიყენოთ თითოეული ლეიტაუტი, რათა შექმნათ რეაგირებადი და მოქნილი დიზაინები, და განვსაზღვროთ, რომელი უკეთ შეესაბამება თქვენი პროექტის სპეციფიკურ მოთხოვნილებებს.",
    "date": "თარიღი"
  }
}
